Revit 2024 API
UnitTypeId.PoundForceFeet Property
 Pound force feet.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId PoundForceFeet { get; }
Visual Basic
Public Shared ReadOnly Property PoundForceFeet As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ PoundForceFeet {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace